const qnaList = [

  {
    q: '1. 강아지의 크기는',
    a: [
      { answer: '상관없다.', type: [0, 1, 2, 3, 4, 5, 6, 7, 8] },
      { answer: '작았으면 좋겠다', type: [0, 1, 2, 3, 4, 6] },
      { answer: '컸으면 좋겠다', type: [5, 7, 8 ] },
    ]
  },
  {
    q: '2. 하루에 강아지와 밖에서 얼마나 보낼 수 있는지',
    a: [
      { answer: '1시간', type: [0, 3, 4 ] },
      { answer: '1시간에서 두시간', type: [1, 2, 5, 6, 8 ] },
      { answer: '2시간 이상', type: [7]},
    ]
  },
  {
    q: '3. 하루에 강아지가 혼자 있어야 하는 시간은?',
    a: [
      { answer: '4시간 이하', type: [0, 1, 2, 3, 4, 5, 6, 7, 8 ] },
      { answer: '8시간 이하', type: [1, 2, 4, 6, 7, 8] },
      { answer: '12시간 이하', type: [1, 2, 6, 7, 8]},
    ]
  },
  {
    q: '4. 강아지가 느긋한 성격이었으면 좋겠나요?',
    a: [
      { answer : '네', type: [3, 8] },
      { answer : '아니오', type: [0, 1, 2, 4, 5, 6, 7] },
      { answer : '상관 없다', type: [0, 1, 2, 3, 4, 5, 6, 7, 8] },
    ]
  },
  {
    q: '5. 나는 액티비티 활동을',
    a: [
      { answer : '즐겨한다', type: [1, 2, 6, 7, 8] },
      { answer : '즐겨하지 않는다', type: [0, 3, 4, 5] },
    ]
  },
  {
    q: '6. 나는 추위 혹은 더위를 잘 타는 편이다',
    a: [
      { answer : '추위를 잘 타는 편이다', type: [0, 2, 3] },
      { answer : '더위를 잘 타는 편이다', type: [8] },
      { answer : '잘 타는 편은 아니다', type: [0, 1, 2, 3, 4, 5, 6, 7, 8] },
    ]
  },
  {
    q: '7. 집에 계단이 있나요?',
    a: [
      { answer : '네', type: [2, 6] },
      { answer : '아니오', type: [0, 1, 2, 3, 4, 5, 6, 7, 8] },
    ]
  },
]


const infoList = [
  {
    name: '요크셔테리어\n\n',
    desc: '\n\n설명준비중'
  },
  {
    name: '비글\n\n',
    desc: ' \n\n설명준비중'
  },
  {
    name: '닥스훈트\n\n ',
    desc: ' \n\n설명준비중'
  },
  {
    name: '푸들 \n\n ',
    desc: ' \n\n설명준비중'
  },
  {
    name: '포메라니안\n\n ',
    desc: ' \n\n 설명준비중'
  },
  {
    name: '코커 스패니얼\n\n ',
    desc: ' \n\n설명준비중'
  },
  {
    name: '웰시코기\n\n ',
    desc: ' \n\n설명준비중'
  },
  {
    name: '보더콜리\n\n ',
    desc: ' \n설명준비중 <br>설명준비중 <br>설명준비중 <br>설명준비중 <br>설명준비중'
  },
  {
    name: '사모예드\n\n ',
    desc: ' \n\n설명준비중'
  },
  /*
  {
    name: '"황후님은 진짜 문뷘이신가?" 호기심왕 붕붕 \n\n',
    desc: ' \n\nㅎ'
  },
  {
    name: '귀차니즘왕 붕붕 \n\n ',
    desc: ' \n\nㅎ'
  },

  {
    name: '"때론 너무 힘들고 포기하고 싶을 땐 네가 웃고 있는 모습 딱 한 번만 보면 돼" 붕붕  \n\n ',
    desc: ' \n\nㅎ'
  },
  */
]
